<?php

?>
<div id="main" class="container_12">
<div class="grid_12">
	<div class="box_shadow p13 mt14">
		<div class="privacy">
			<h4 class="f14 c"><?php echo Yii::app()->name ?>（<?php echo Yii::app()->request->serverName ?>）服务条款</h4>
			<p class="mt14 pt"><?php echo Yii::app()->name ?>通过互联网服务为您和您的朋友提供一种全新的在线社交方式，您只有完全同意下列所有服务条款并完成注册程序，才能成为<?php echo Yii::app()->name ?>的用户并使用相应服务。您在使用<?php echo Yii::app()->name ?>提供的各项服务之前，应仔细阅读本用户协议。 您在注册程序过程中点击“同意条款，立即注册”按钮即表示您与<?php echo Yii::app()->name ?>达成协议，完全接受本服务条款项下的全部条款。您一旦使用<?php echo Yii::app()->name ?>的服务，即视为您已了解并完全同意本服务条款各项内容，包括<?php echo Yii::app()->name ?>对服务条款随时做的任何修改。</p>
			<h4 class="f14 mt14">一．服务内容</h4>
			<p class="mt14 pt"><?php echo Yii::app()->name ?>的具体服务内容由<?php echo Yii::app()->name ?>根据实际情况提供，例如微博客服务、照片上传功能、在线交流、逛逛软件等。<?php echo Yii::app()->name ?>保留变更、中断或终止部分网络服务的权利。 <?php echo Yii::app()->name ?>保留根据实际情况随时调整<?php echo Yii::app()->name ?>平台提供的服务种类、形式。<?php echo Yii::app()->name ?>不承担因业务调整给用户造成的损失。</p>
			<h4 class="f14 mt14">二．内容使用</h4>
			<p class="mt14 pt">我们鼓励用户充分利用<?php echo Yii::app()->name ?>平台自由地张贴和共享他们自己的信息。您可以自由张贴从<?php echo Yii::app()->name ?>个人主页或其他网站复制的图片等内容，但这些内容必须位于公共领域内，或者您拥有这些内容的使用权。用户对经由<?php echo Yii::app()->name ?>平台上载、张贴或传送的内容承担全部责任。未经版权人许可，用户不得在<?php echo Yii::app()->name ?>平台上张贴任何受版权保护的内容。用户对于其创作并在<?php echo Yii::app()->name ?>上发布的合法内容依法享有著作权及其相关权利。</p>
			<p class="mt14 pt">对于用户通过<?php echo Yii::app()->name ?>上传到<?php echo Yii::app()->name ?>网站上的任何内容，用户授予<?php echo Yii::app()->name ?>在全世界范围内具有免费的、永久的、不可撤销的、非独家的许可以及再许可的权利，以使用、复制、修改、改编、出版、翻译、据以创作衍生作品、传播、表演和展示此等内容（整体或部分），和/或将此等内容编入当前已知的或以后开发的其他任何形式的作品、媒体或技术中。任何其他用户或网站需要转载该作品的，必须征得原文作者授权。<?php echo Yii::app()->name ?>制作、发布、传播的信息内容的版权归<?php echo Yii::app()->name ?>所有，非经<?php echo Yii::app()->name ?>许可，任何用户或者第三方不得复制、修改或者转载该内容，或者将其用于任何商业目的。</p>
			<h4 class="f14 mt14">三． 知识产权</h4>
			<p class="mt14 pt">本网站的整体内容版权属于北京美丽时空科技有限公司所有。本网站（<?php echo Yii::app()->request->serverName ?>）所有的产品、技术与所有程序均属于<?php echo Yii::app()->name ?>知识产权，在此并未授权。<?php echo Yii::app()->name ?>为我们的商标。</p>
			<p class="mt14 pt">本网站所有设计图样以及其他图样、产品及服务名称，均为北京美丽时空科技有限公司及/或其关联公司所享有的商标、标识。任何人不得使用、复制或用作其他用途。</p>
			<p class="mt14 pt">我们对<?php echo Yii::app()->name ?>网站专有内容、原创内容和其他通过授权取得的独占或者独家内容享有完全知识产权。未经我们许可，任何单位和个人不得私自复制、传播、展示、镜像、上载、下载、使用，或者从事任何其他侵犯我们知识产权的行为。否则，我们将追究相关法律责任。</p>
			<h4 class="f14 mt14">四．注册信息</h4>
			<p class="mt14 pt"><?php echo Yii::app()->name ?>为用户提供对个人注册信息的绝对的控制权，用户可以通过“修改个人信息”查看或修改个人信息。用户自愿注册个人信息，用户在注册时提供的所有信息，都是基于自愿，用户有权在任何时候拒绝提供这些信息。</p>
			<p class="mt14 pt">用户在申请使用<?php echo Yii::app()->name ?>服务时，必须提供真实的个人资料，并不断更新注册资料。如果因注册信息不真实而引起的问题及其后果，<?php echo Yii::app()->name ?>不承担任何责任。</p>
			<p class="mt14 pt">用户不得将其帐号、密码转让或出借予他人使用。如用户发现其帐号遭他人非法使用，应立即通知<?php echo Yii::app()->name ?>。因黑客行为或用户的保管疏忽导致帐号、密码遭他人非法使用，<?php echo Yii::app()->name ?>不承担任何责任。</p>
			<h4 class="f14 mt14">五．隐私保护</h4>
			<p class="mt14 pt">保护用户隐私是<?php echo Yii::app()->name ?>的重点原则，<?php echo Yii::app()->name ?>通过技术手段、提供隐私保护服务功能、强化内部管理等办法充分保护用户的个人资料安全。 <?php echo Yii::app()->name ?>保证不对外公开或向第三方提供用户注册的个人资料，及用户在使用服务时存储的非公开内容， 但下列情况除外：</p>
			<p>◇ 事先获得用户的明确授权；</p>
			<p>◇ 根据有关的法律法规要求；</p>
			<p>◇ 按照相关司法机构或政府主管部门的要求；</p>
			<p>◇ 只有透露你的个人资料，才能提供你所要求的产品和服务</p>
			<p class="mt14 pt">当用户访问<?php echo Yii::app()->name ?>的时候，我们可能会保存会员的用户登录状态并且为用户分配一个或多个“Cookies”（一个很小的文本文件），例如：当会员访问一个需要会员登录才可以提供的信息或服务，当会员登录时，我们会把该会员的登录名和密码加密存储在用会员计算机的Cookie文件中，由于是不可逆转的加密存储，其他人即使可以使用该会员的计算机，也无法识别出会员的用户名和密码。会员并不需要额外做任何工作，所有的收集和保存都由系统自动完成。Cookie文件将永久的保存在您的计算机硬盘上，除非您使用浏览器或操作系统软件手工将其删除。您也可以选择“不使用Cookie”或“在使用Cookie是事先通知我”的选项禁止Cookie的产生，但是您将为此无法使用一些<?php echo Yii::app()->name ?>的查询和服务。</p>
			<p class="mt14 pt">我们选择有信誉的第三方公司或网站作为我们的合作伙伴为用户提供信息和服务。尽管我们只选择有信誉的公司或网站作为我们的合作伙伴，但是每个合作伙伴都会有与<?php echo Yii::app()->name ?>不同的隐私保护政策，一旦您通过点击进入了合作伙伴的网站，<?php echo Yii::app()->name ?>隐私保护原则将不再生效，我们建议您查看该合作伙伴网站的隐私条款，并了解该合作伙伴对于收集、使用、泄露您的个人信息的规定。</p>
			<h4 class="f14 mt14">六．社区准则</h4>
			<p class="mt14 pt">用户在使用<?php echo Yii::app()->name ?>服务过程中，必须遵循国家的相关法律法规，不得利用<?php echo Yii::app()->name ?>平台，发布危害国家安全、色情、暴力等非法内容；不得利用<?php echo Yii::app()->name ?>平台发布含有虚假、有害、胁迫、侵害他人隐私、骚扰、侵害、中伤、粗俗、或其它道德上令人反感的内容。 用户使用本服务的行为若有任何违反国家法律法规或侵犯任何第三方的合法权益的情形时，<?php echo Yii::app()->name ?>有权直接删除该等违反规定之内容。 除非与<?php echo Yii::app()->name ?>单独签订合同，否则不得将社区用于商业目的；<?php echo Yii::app()->name ?>仅供个人使用。 不可以通过自动方式创建账户，也不可以对账户使用自动系统执行操作。 用户影响系统总体稳定性或完整性的操作可能会被暂停或终止，直到问题得到解决。</p>
			<h4 class="f14 mt14">七．免责声明</h4>
			<p class="mt14 pt">互联网是一个开放平台，用户将照片等个人资料上传到互联网上，有可能会被其他组织或个人复制、转载、擅改或做其它非法用途，用户必须充分意识此类风险的存在。用户明确同意其使用<?php echo Yii::app()->name ?>服务所存在的风险将完全由其自己承担；因其使用<?php echo Yii::app()->name ?>服务而产生的一切后果也由其自己承担，我们对用户不承担任何责任。我们不保证服务一定能满足用户的要求，也不保证服务不会中断，对服务的及时性、安全性、准确性也都不作保证。对于因不可抗力或<?php echo Yii::app()->name ?>无法控制的原因造成的网络服务中断或其他缺陷，<?php echo Yii::app()->name ?>不承担任何 责任。我们不对用户所发布信息的删除或储存失败承担责任。我们有权判断用户的行为是否符合本网站使用协议条款之规定，如果我们认为用户违背了协议条款的规定，我们有终止向其提供网站服务的权利 。</p>
			<h4 class="f14 mt14">八．服务变更、中断或终止</h4>
			<p class="mt14 pt">如因系统维护或升级的需要而需暂停网络服务、服务功能的调整，<?php echo Yii::app()->name ?>将尽可能事先在网站上进行通告。 如发生下列任何一种情形，<?php echo Yii::app()->name ?>有权单方面中断或终止向用户提供服务而无需通知用户：</p>
			<p>
				◇ 用户提供的个人资料不真实；<br>◇ 用户违反本服务条款中规定的使用规则；<br>◇ 未经<?php echo Yii::app()->name ?>同意，将<?php echo Yii::app()->name ?>平台用于商业目的。
			</p>
			<h4 class="f14 mt14">九．服务条款的完善和修改</h4>
			<p class="mt14 pt"><?php echo Yii::app()->name ?>会有权根据互联网的发展和中华人民共和国有关法律、法规的变化，不时地完善和修改<?php echo Yii::app()->name ?>服务条款。<?php echo Yii::app()->name ?>保留随时修改服务条款的权利，用户在使用<?php echo Yii::app()->name ?>平台服务时，有必要对最新的<?php echo Yii::app()->name ?>服务条款进行仔细阅读和重新确认，当发生有关争议时，请以最新的服务条款为准。</p>
			<h4 class="f14 mt14">十．青少年用户特别提示</h4>
			<p class="mt14 pt">青少年用户必须遵守全国青少年网络文明公约：要善于网上学习，不浏览不良信息；要诚实友好交流，不侮辱欺诈他人；要增强自护意识，不随意约会网友；要维护网络安全，不破坏网络秩序；要有益身心健康，不沉溺虚拟时空。</p>
			<h4 class="f14 mt14">十一．特别约定</h4>
			<p class="mt14 pt">用户使用本服务的行为若有任何违反国家法律法规或侵犯任何第三方的合法权益的情形时，<?php echo Yii::app()->name ?>有权直接删除该等违反规定之信息，并可以暂停或终止向该用户提供服务。 若用户利用本服务从事任何违法或侵权行为，由用户自行承担全部责任，因此给<?php echo Yii::app()->name ?>或任何第三方造成任何损失，用户应负责全额赔偿。</p>
			<h4 class="f14 mt14">十二．其他</h4>
			<p class="mt14 pt">本用户条款的订立、执行和解释及争议的解决均应适用中华人民共和国法律。 如用户就本协议内容或其执行发生任何争议，用户应尽量与我们友好协商解决；协商不成时，任何一方均可向<?php echo Yii::app()->name ?>所在地的人民法院提起诉讼。我们未行使或执行本服务协议任何权利或规定，不构成对前述权利或权利之放弃。如本用户条款中的任何条款无论因何种原因完全或部分无效或不具有执行力，本用户条款的其余条款仍应有效并且有约束力。</p>
		</div>
		<div style="width: 30px; height: 20px; margin: 20px auto;">
			<input type="button" value="关闭本页" onclick="window.close(this);return false;" style="line-height: 20px;">
		</div>
	</div>

</div>
</div>